txt_instruction = '''
Ця програма дозволить вам за допомогою тесту Руфье \n провести первичную диагностику вашего здоровья.\n
Проба Руф'є є навантажувальним комплексом, \n призначений для оцінки працездатності серця під час фізичного навантаження.\n
У випробуваного визначають частоту пульсу за 15 секунд.\n
Потім протягом 45 секунд випробуваний виконує 30 присідань.\n
Після закінчення навантаження пульс підраховується знову: \nкількість пульсацій за перші 15 секунд, 30 секунд відпочинку,\n кількість пульсацій протягом останніх 15 секунд.\n'''

txt_test1 = '''Заміряйте пульс за 15 секунд.\n
Результат запишіть у відповідне поле.'''

txt_test2 = '''Виконайте 30 присідань за 45 секунд.\n
Натисніть кнопку "Почати", щоб запустити лічильник присідань.\n
Виконуйте присідання зі швидкістю лічильника.'''

txt_test3 = '''Протягом хвилини заміряйте пульс двічі:\n
за перші 15 секунд хвилини, потім за останні 15 секунд.\n
Результати запишіть у відповідні поля.'''

txt_sits = 'Виконайте 30 присідань за 45 секунд.'